---
kind: other
id: Properties.T:Autodesk.Revit.DB.DocumentVersion
source: html/c561589c-4c59-269a-fed2-c507b3c8d4ba.htm
---
# DocumentVersion Properties

Specifies whether the .NET object represents a valid Revit entity.